Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ལྷོ་ཕྱོགས་ན་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་དཔེར་བགྱི་ན་གྲོང་ཁྱེར་རྒྱར་དཔག་ཚད་ཙམ་མཆིས་པ། བྱེ་མས་གཏམས་པ་དེ་སྙེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་དག་འདས་ནས། སྙིགས་མ་ལྔ་དང་ལྡན་པ་དེ་ན་འཇིག་རྟེན་གྱི་ཁམས་སྙིགས་མའི་རྒྱལ་མཚན་ཞེས་བགྱི་བ་མཆིས་ཏེ། དེ་ན་དེ་བཞིན་གཤེགས་པ་རི་དབང་རྒྱལ་པོ་ཞེས་བྱ་བ་བཞུགས་ཏེ། འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།
en: “Respected Blessed One, in the southern direction, beyond buddha realms as numerous as the grains of sand needed to fill a city about a league in size, in a place ripe with the five degenerations, there is a world called Banner of Degeneration, where the thus-gone King of the Lord of Mountains resides, thrives, lives well, and teaches the Dharma.

source: དེ་བཞིན་གཤེགས་པ་དེ་ཁྱོད་ཉི་མའི་སྙིང་པོའི་ཆོས་ཀྱིས་གནས་པ། ཀླུའི་ཡུལ་རྣམ་པར་འཇིག་པར་མཛད་པའི་འོད་ཟེར་གྱི་ལེའུ། སེམས་ཅན་རྣམས་ཀྱི་ལས་འབྱང་བའི་གཟུངས་སྔགས་འདི་འཆད་པ་ལ་དད་པ་སྦྱིན་པར་མཛད་ཅིང་གནོད་པ་ཆུང་ངམ།
en: He puts faith in you and in this practice of the Dharma of The Quintessence of the Sun, the section on the light rays that destroy the domain of the nāgas, the dhāraṇī mantra you expound that cleanses the karmic actions of sentient beings.

source: བསྐྱོད་པ་ཡང་ངམ། སྟོབས་དང་བདེ་བ་ལ་རེག་པར་གནས་སམ་ཞེས་ཀྱང་ཞུ་བར་མཛད་ལགས་ན།
en: He enquires whether you have any ills or problems and whether you are healthy and well.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཅི་བསྙུང་བ་མི་མངའ་ལགས་སམ། གནོད་པ་ཆུང་ལགས་སམ།
en: Respected Blessed One, are you healthy and free from ills?

source: ཆོས་ཀྱིས་གནས་པས་གནས་པར་བགྱིད་པ་དག་ལགས་སམ།
en: Do they abide by the Dharma?

source: འདི་ན་ཐོགས་པ་མ་མཆིས་པར་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ལགས་སམ།
en: Are you turning the Dharma wheel without obstruction in this place?

source: སངས་རྒྱས་ཀྱི་ཡུལ་འདི་ན་གང་སུ་དག་འཁོར་ལོ་སྐོར་བར་འགྱུར་བ་དེ་དག་གི་དོན་དུ་དེ་བཞིན་གཤེགས་པ་རི་དབང་རྒྱལ་པོ་དེ་ཁྱོད་དང་ཉི་མའི་སྙིང་པོའི་ཆོས་ཀྱིས་གནས་པ་ཀླུའི་ཡུལ་རྣམ་པར་འཇིག་པར་མཛད་པའི་འོད་ཟེར་གྱི་ལེའུ་སེམས་ཅན་རྣམས་ཀྱི་ལས་འབྱང་བའི་གཟུངས་སྔགས་འདི་ལ་དད་པ་སྦྱིན་པར་མཛད་ལགས་སོ།
en: For the sake of those who will turn the wheel in this buddha realm, the thus-gone King of the Lord of Mountains puts faith in you and in this practice of the Dharma of The Quintessence of the Sun, the section on the light rays that destroy the domain of the nāgas, the dhāraṇī mantra that cleanses the karmic actions of sentient beings.

source: །དེ་ནས་སྟོང་པ་ཉིད་དང་རྗེས་སུ་འཐུན་པའི་གཟུངས་སྔགས་མཐུ་ཆེ་བ། ཕན་ཡོན་ཆེ་བ།
en: Then, he confers this powerful and beneficial dhāraṇī mantra that accords with emptiness.

source: འདོད་པའི་འདོད་ཆགས་ཐམས་ཅད་ཟད་པར་བགྱིད་པ། གཟུགས་ཀྱི་འདོད་ཆགས་ཐམས་ཅད་དང་། གཟུགས་མེད་པའི་འདོད་ཆགས་ཐམས་ཅད་ཟད་པར་བགྱིད་པ། ང་རྒྱལ་དང་། ལྷག་པའི་ང་རྒྱལ་དང་། ངའོ་སྙམ་པའི་ང་རྒྱལ་ཐམས་ཅད་ཟད་པར་བགྱིད་པ་ཞེས་བགྱི་བ་ནས། ཇི་ལྟར་སྔར་བཤད་པའི་བར་དང་། སྡུག་བསྔལ་གྱི་ཁུར་འདོར་བར་བགྱིད་པའི་བར་འདི་ཡང་བསྐུར་ལགས་ཏེ།
en: It exhausts all forms of attachment associated with the desire realm, the form realm, and the formless realm. It exhausts pride, special pride, and pride that thinks ‘I am,’ [. . .] and it removes the burden of suffering.

source: ཏད་ཡ་ཐཱ། དྷུ་མ་ཏེ། དྷུ་མ་ཏེ། ཨཀྵི་དྷུ་མ་ཏེ། པྲ་བྷཱ་ས་དྷུ་མ་ཏེ། སརྦཱ་ཀཱ་ཤ་དྷུ་མ་ཏེ། ཨ་བཻ་ཁ་གྷ། བཻ་མེ་ཏ་ཁ་གྷ། ཨ་བཻ་ཀྵ་ཁ་གྷ། ཨ་མོ་ཧ་ཁ་གྷ། ཨ་ན་ནྱ་ཁ་གྷ། བྱཱ་བྲཱིཏྟི་ཁ་གྷ། སྃ་རུ་ཙ་ཁ་གྷ། ཨ་ནཻ་མ་ཁ་གྷ། ལོ་ཙ་ན་ཁ་གྷ། ཤི་ཁི་ཁ་གྷ། བི་ཏི་མི་ར་ཁ་གྷ། ཨུ་ཀྵོ་མ་ཁ་གྷ། ཨུ་རོ་ཁ་གྷ། ཨཀྵི་ཁ་གྷ། ཡཱ་བད་མ་ནོ་ཁ་གྷ། རཱུ་བ་ཁ་གྷ། ཡཱ་བད་བི་ཛྙཱ་ན་ཁ་གྷ། ཙཀྵུ་དྷཱ་ཏུ་ཁ་གྷ། ཡཱ་བད་མ་ནོ་བི་ཛྙཱ་ན་དྷཱ་ཏུ་ཁ་གྷ། པྲྀ་ཐ་བཱི་དྷཱ་ཏུ་ཁ་གྷ། ཡཱ་བད་བི་ཛྙཱ་ན་དྷཱ་ཏུ་ཁ་གྷ། ཙ་ཏུ་སྨྲྀ་ཏྱུ་པ་སྠ་ན་ཁ་གྷ། ཡཱ་བད་ཨཱ་བོ་ན་ཀ་ཁ་གྷ། དུཿཁ་ཁ་གྷ། ཡཱ་བད་མཱརྒ་ཁ་གྷ། བི་པ་བ་ན། བི་ཀྵ་པ། ཨ་ནན་ས་མུ་དྲ་ནན། སརྦ་ཀཱ་ར་ནན། སརྦ་སང་སྠ་ནན། བི་ཤཱུ་པ་ནན། ཨ་ཀིན་ཙ་ན་ནན། ཀྵ་བྷ་ཀྵ། ཨི་ལེ་ཨི་ཨི་ལེ། ཨི་ཨི་ལེ་མི་ལེ་སྭཱ་ཧཱ།
en: tadyathā: dhumate dhumate akṣidhumate prabhāsadhumate sarvākāśadhumate avaikhagha vaimetakhaga avaikṣakhaga amohakhaga ananyakhaga vyāvṛttikhaga saṁrucakhaga anaimakhaga locanakhaga śikhikhaga vitimirakkhaga ukṣomakhaga urokhaga akṣikhaga yāvadmanokhaga rūbakhaga yāvadvijñānakhaga cakṣudhātukhaga yāvadmanovijñānadhātukhaga pṛthavīdhātukhaga yāvadvijñānadhātukhaga catusmṛtyupasthānakhaga yāvadāvonakakhaga duḥkhakhaga yāvadmārgakhaga vipavana vikṣapa ananasamudranana sarvakāranana sarvasaṅsthanana viśūpanana akincananana kṣa bhakṣa i le i i le i i le mi le svāhā.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རི་དབང་རྒྱལ་པོས་ཁྱོད་ལ་སྟོང་པ་ཉིད་དང་རྗེས་སུ་འཐུན་པའི་གཟུངས་སྔགས་བསྐུར་བ་ནི་འདི་ལགས་སོ།
en: “Blessed One, this is the dhāraṇī mantra that accords with emptiness conferred by the thus-gone King of the Lord of Mountains.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ལེགས་སོ་ཞེས་བྱ་བ་གནང་ངོ་། །སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་དུ་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་ལྷགས་པས་ཀྱང་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། བསམ་གཏན་དང་ལྡན་པ་དག་ནི་མ་གཏོགས་སོ།
en: The blessed Śākyamuni expressed his approval of this, as did the entire retinue that had arrived in the buddha realm of Sahā—all but those who were absorbed in concentration.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤོས་ཀྱི་གླང་པོ་ཆེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་བུ་འདིར་ང་སྟན་འདི་ཉིད་ལ་བཞུགས་བཞིན་དུ་སེམས་ཅན་རྣམས་ལ་དོན་དང་བཅས་པ། ཚིག་འབྲུ་དང་བཅས་པ། ལྷག་ཆད་མེད་པའི་སྟོང་པ་ཉིད་དང་རྗེས་སུ་འཐུན་པའི་གཟུངས་སྔགས་རྒྱ་ཆེར་སྟོན་པར་མཛད་དོ།
en: Then the Blessed One said to the bodhisattva great being Gandhahastin, “Noble son, while sitting here on this seat, I shall teach extensively, with both meaning and letter and without adding or omitting anything, this dhāraṇī mantra that accords with emptiness.

source: །རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་རི་དབང་རྒྱལ་པོས་གང་ཁྱོད་འདིར་འོང་བའི་ཚེ་བསྲུང་བའི་ཕྱིར་བྱིན་པ་མི་ཟད་པའི་སྦུབས་ཀྱི་ལུང་བསྟན་པ་སེམས་ཅན་རྣམས་ཀྱི་སེམས་དང་ཚོར་བ་སྒྲུབ་པ་ཡང་དག་པར་འདུ་བ།
en: Noble son, please reveal also the teaching of the inexhaustible core, which the thus-gone King of the Lord of Mountains gave to protect you before you came here. This teaching of the inexhaustible core subsumes the accomplishment of the intentions and feelings of all sentient beings;

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཐོབ་པ་དང་། བདུད་བཞི་འདུལ་བ། སྒྲུབ་པའི་གནས་དང་། ཆོས་ཀྱི་ཚུལ་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་སྒྲུབ་པ། མི་ཟད་པའི་སྦུབས་ཀྱི་ལུང་བསྟན་པའི་བར་དེ་ཁྱོད་ཀྱིས་ཀྱང་སྟོན་ཅིག །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤོས་ཀྱི་གླང་པོ་ཆེས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: it causes one to achieve omniscient wisdom, it subjugates the four māras, it is the basis for accomplishment, and it establishes the Dharma way and the lineage of the Three Jewels.” At that moment, the bodhisattva great being Gandhahastin uttered these words:

source: ཏད་ཡ་ཐཱ། ཤ་ར་ཎ་བྱཱ་ཡ། ཤི་ཀྵ་བྱཱ་ཡ། སྨྲྀ་ཏི་བྱཱ་ཡ། པྲ་ཧཱི་ན་བྱཱ་ཡ། རྀདྡྷིབྱཱ་ཡ། ཨི་ན་དྲཱི་ཡ་བྱཱ་ཡ། བ་ལ་བྱཱ་ཡ། བོ་དྷྱཱང་བྱཱ་ཡ། ས་མཱ་དྷི་བྱཱ་ཡ། དྷཱ་ར་ཎཱི་བྱཱ་ཡ། ཀྵཱན་ཏི་བྱཱ་ཡ། དྷྱ་ན་བྱཱ་ཡ། ཨ་རཱུ་པ་བྱཱ་ཡ། ཨ་ནི་ན་ཛ་བྱཱ་ཡ། མཱ་རྒ་བྱཱ་ཡ། ཨ་བྷི་ཛྙཱ་བྱཱ་ཡ། པྲ་ཏི་སྃ་བིད་བྱཱ་ཡ། བྷཱུ་མི་བྱཱ་ཡ། བིདྱཱ་བྱཱ་ཡ། མ་ཧཱ་མཻ་ཏྲི་བྱཱ་ཡ། མ་ཧཱ་ཀ་རུ་ཎ་བྱཱ་ཡ། པྲྀ་ཐི་བཱི་བྱཱ་ཡ། ས་ཏྭ་བྱཱ་ཡ། དྷརྨ་བྱཱ་ཡ། ཏ་མ་བྱཱ་ཡ། ཨཱ་ལོ་ཀ་བྱཱ་ཡ། པྲ་ཏི་བྷཱ་ས་བྱཱ་ཡ། པྲ་ཏི་ཤྲུཏྐ་བྱཱ་ཡ། ག་ག་ན་བྱཱ་ཡ། མཱ་ར་བྱཱ་ཡ། ཤཱུ་ནྱ་ཏཱ་བྱཱ་ཡ། པྲ་ཏཱི་ཏྱ་བྱཱ་ཡ། ཨ་པྲ་ཎི་ཧི་ཏ་བྱཱ་ཡ། ཨ་ནི་མིད་ཏ་བྱཱ་ཡ། རུ་ཏ་བྱཱ་ཡ། གྷོ་ཥ་བྱཱ་ཡ། ཨ་ཀིན་ཙན་བྱཱ་ཡ། ཨ་བྷི་ས་མ་ཡ་ཨ་ནུ་ནུ། ཨ་ནོ་ན། ཨ་བ་ཧ། ཙ་ཙཱ་ར། ཙ་ཙ་ཙཱ་ར་བི་མུ། ཙ་ཙ་ཙ་ཀྵ། ཙ་ཙ་ཙ་ར་བི་མུ་བྱཱ་ཡ། བི་མུ་ཀྵ་ཡ། བི་མུ་ཨཱ་པ་བྱཱ་ཡ། བི་མུ་ཨ་ས་མུ་དྲ་ཙ་ར་བི་མུ། ཙྪེ་ད་བི་མུ། ཨཱ་ཀཱ་ཤི་བ་མུ། བྱུ་པ་ཤ་མ་བི་མུ། ཨ་ནཱ་བྷ་ས་བི་མུ། ཨ་ཧ་ཧ་བི་མུ། ཨ་པཱ་ར་བི་མུ། ཨུ་པ་ཤ་མ། ས་ལི་ལ་བི་མུ་སྭཱ་ཧཱ།
en: tadyathā: śraṇavyāya śikṣavyāya smṛtivyāya prahīnavyāya ṛddhivyāya indriyavyāya balavyāya bodhyāṅgavyāya samadhivyāya dhāraṇīvyāya kṣāntivyāya dhyānavyāya arūpavyāya aninajavyāya mārgavyāya abhijñāvyāya pratisaṁvidvyāya bhūmivyāya vidyāvyāya mahāmaitrivyāya mahākaruṇavyāya pṛthivīvyāya satvavyāya dharmavyāya tamavyāya ālokavyāya pratibhāsavyāya pratiśrutkavyāya gaganavyāya māravyāya śūnyatāvyāya pratītyavyāya apraṇihitavyāya animidtavyāya rutavyāya ghoṣavyāya akincanvyāya abhisamaya anunu anona avaha cacāra cacacāravimu cacacakṣa cacacaravimuvyāya vimukṣaya vimu āpavyāya vimu asamudracaravimu cchedavimu ākāśavamu vyupaśmavimu anābhasavimu ahahavimu apāravimu upaśama salilavimu svāhā.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་རི་དབང་རྒྱལ་པོ་དེས་བདག་ཆས་པའི་དུས་ཀྱི་ཚེ་བདག་བསྲུང་བའི་སླད་དུ་མི་ཟད་པའི་སྦུབས་ཀྱི་གཟུངས་སྔགས་སྩལ་བ་ནི་འདི་ལགས་སོ།
en: “Respected Blessed One, this is the dhāraṇī mantra inexhaustible core, which the thus-gone King of the Lord of Mountains conferred in order to protect me when I departed.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ཚེ་དང་ལྡན་པ་ཀུན་ཤེས་ཀཽ་ཌི་ནྱ་ལ་བཀའ་སྩལ་པ།
en: The blessed Śākyamuni then said to Venerable Ājñātakauṇḍinya, “Kauṇḍinya, remember this dhāraṇī mantra inexhaustible core!

source: ཀཽ་ཌི་ནྱ་ཁྱོད་ཀྱིས་མི་ཟད་པའི་སྦུབས་ཀྱི་གཟུངས་སྔགས་འདི་ཟུང་ཤིག །ཀཽ་ཌི་ནྱ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་བ་རྙེད་པར་དཀའོ། །དེ་བས་ཀྱང་མི་ཟད་པའི་སྦུབས་ཀྱི་ལུང་བསྟན་པ་འདི་ཆེས་རྙེད་པར་དཀའོ།
en: Kauṇḍinya, it is rare for thus-gone, worthy, perfect buddhas to appear in the world, but it is much more difficult to obtain this teaching of the inexhaustible core.

source: །རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པའམ་དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་ཀྱིས་ཀྱང་རུང་བསྐལ་པ་བརྒྱ་སྟོང་གིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྐད་ཅིག་བགྲང་བར་ནུས་སོ། །གང་དག་མི་ཟད་པའི་སྦུབས་ཀྱི་གཟུངས་སྔགས་འདིར་མུན་པ་མེད་པར་འཇུག་པས་ཞུགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་པོ་དེ་དག་ནི་གང་གིས་ཀྱང་བགྲང་བར་མི་ནུས་སོ།
en: Noble son, the thus-gone ones or their hearers could enumerate all the moments of thoughts formed by all sentient beings for a hundred thousand eons, but no one could enumerate the eighteen unique qualities of the buddhas who have understood without obscuration this dhāraṇī mantra inexhaustible core.

source: །ཀཽ་ཌི་ནྱ་དེ་ལྟ་བས་ན་མི་ཟད་པའི་སྦུབས་ཀྱི་ལུང་བསྟན་པའི་ཆོས་འདི་ཇི་ལྟར་ཐོས་པ་འཁོར་བཞི་པོ་དག་ལ་ཡང་རྒྱས་པར་ཡང་དག་པར་རབ་ཏུ་སྟོན་ཅིག་དང་། དེ་དག་ཆོས་དེ་ཐོས་པས་ལས་ཐམས་ཅད་ཟད་པ་ཐོབ་པར་འགྱུར་བ་ནས་སྤོབས་པ་ཐོགས་པ་མེད་པ་དག་དང་། སྤོབས་པ་གཅད་དུ་མེད་པ་དག་དང་། སྤོབས་པ་རྒྱུན་མི་འཆད་པའི་བར་དག་ཐོབ་པར་འགྱུར་ཞིང་ཁམས་གསུམ་ལས་ཁྱད་པར་དུ་འཕགས་པའི་དེ་བཞིན་གཤེགས་པ་དག་ཏུ་ཡང་འགྱུར་རོ།
en: Therefore, Kauṇḍinya, you should teach the Dharma of this teaching of the inexhaustible core on a vast scale to the four assemblies, just as you have heard it! By hearing that Dharma, they will reach the exhaustion of all their karmic actions, achieve unimpeded, undivided, and uninterrupted eloquence, and become thus-gone ones who are more exalted than the three realms.”

source: །ཡང་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྣང་བའི་སྙིང་པོའི་དཔལ་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་རབ་ཏུ་བཏུད་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ།
en: At that moment, the bodhisattva great being Glorious Essence of Light bowed down with his palms joined together in the direction of the thus-gone Śākyamuni and uttered these verses: “Wise protector, having crossed over,

source: །འགྲོ་དྲུག་སྡུག་བསྔལ་གྱིས་ཁྲིད་ཅིང་། །ཉོན་མོངས་ནད་ཀྱིས་ཀུན་ཏུ་གཡེངས། །ཁྱོད་ནི་མཁས་པ་མགོན་གྱུར་ཁྱོད།
en: You liberate the six classes of beings Who are carried away by suffering And agitated by the diseases of their afflictions.

source: །རྒལ་ནས་འགྲོ་བ་སྒྲོལ་མཛད་ཁྱོད། །དབང་པོ་དྲུག་ལ་རྨོངས་གྱུར་ཅིང་། །བདུད་ཀྱི་ཞགས་པས་ཉེར་ཟིན་ལ། །ཡང་དག་ལམ་ནི་སྟོན་པ་ཁྱོད།
en: “You reveal the correct path To those who are deluded with regard to the six senses And caught by Māra’s noose;

source: །འཇིག་རྟེན་ན་ནི་རབ་རྙེད་དཀའ།
en: Within the worlds, your presence is extremely rare.

source: །ཡན་ལག་དྲུག་ལྡན་ཁྱིམ་གྱི་གཞི། །མཁས་པའི་མི་རྣམས་ཀྱིས་སྤངས་ལ།
en: “Wise humans will abandon the basis of the household, Which is endowed with the six branches.

source: །ཁྱོད་ནི་འཇིག་རྟེན་ཀུན་གྱི་གཉེན།
en: You are the friend of the entire world,

source: །ཆོས་ཀྱི་མུ་གེ་འཇིག་མཛད་པ།
en: And you eliminate all Dharma famine.

source: །མངོན་ཤེས་དྲུག་ལྡན་སྒོམ་བྱེད་ལ།
en: “Great practitioner, you possess the six higher perceptions

source: །བདེན་པ་གསུང་བ་དྲང་སྲོང་ཆེ།
en: And reveal the truths.

source: །སེམས་ཅན་འཁོར་བར་ཞུགས་པ་རྣམས། །འཆིང་བ་དམ་ལས་གྲོལ་མཛད་ཁྱོད།
en: Great sage, you liberate beings circling in saṃsāra From their tight fetters.

source: །ཁྱོད་ཀྱི་སྔགས་ལ་དད་ནས་སུ། །ཞིང་འདིར་ཡང་ནི་ལྷགས་པ་ལགས། །
en: “We have come to this realm Out of faith in your mantra.

source: འདིར་ནི་འཇིག་རྟེན་མགོན་པོ་ཡིས། །བདག་ཅག་ཕོ་ཉར་མངགས་ཀྱིས་གསོན།
en: The protectors of the world have sent us here As messengers, so please listen.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ནུབ་ཕྱོགས་ན་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་བཞི་བཅུ་རྩ་གཉིས་ཀྱི་བྱེ་མ་སྙེད་འདས་ནས། དེ་ན་འཇིག་རྟེན་གྱི་ཁམས་སྙིང་པོའི་རྒྱལ་མཚན་ཞེས་བགྱི་བ་མཆིས་སོ། །སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོ་ཞེས་བགྱི་བ་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།
en: “Respected Blessed One, in the western direction, beyond buddha realms as numerous as the grains of sand in forty-two Ganges Rivers, there is a world called Essence Banner, where the thus-gone one named Royal Mass of Glorious Wisdom resides, thrives, lives well, and teaches the Dharma.

source: །དེ་བཞིན་གཤེགས་པ་དེས་བདག་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་མངགས་ལགས་ཏེ།
en: That thus-gone one has sent me here.

source: དེ་བཞིན་གཤེགས་པ་དེ་ཁྱོད་ཉི་མའི་སྙིང་པོའི་ཆོས་ཀྱིས་གནས་པ་ཀླུའི་ཡུལ་རྣམ་པར་འཇིག་པར་མཛད་པའི་འོད་ཟེར་གྱི་ལེའུ་སེམས་ཅན་རྣམས་ཀྱི་ལས་འབྱང་བའི་གཟུངས་སྔགས་འདི་འཆད་པ་ལ་དད་པ་སྦྱིན་པར་མཛད་ཅིང་གནོད་པ་ཆུང་ངམ། བསྐྱོད་པ་ཡང་ངམ།
en: He puts faith in the practice of the Dharma of The Quintessence of the Sun, the section on the light rays that destroy the domain of the nāgas, the dhāraṇī mantra expounded by you that cleanses the karmic actions of sentient beings. He enquires whether you have any ills or problems and whether you are healthy and well.

source: སྟོབས་དང་བདེ་བ་ལ་རེག་པར་གནས་སམ་ཞེས་ཀྱང་འདྲི་བར་མཛད་ལགས་ན་བཙུན་པ་བཅོམ་ལྡན་འདས་ཅི་བསྙུང་བ་མི་མངའ་ལགས་སམ། གནོད་པ་ཆུང་ལགས་སམ།
en: Respected Blessed One, are you healthy and free from ills?

source: དམ་པའི་ཆོས་ཉན་པར་འཚལ་ལགས་སམ།
en: Are they eager to listen to the sacred Dharma?

source: ཇི་ལྟར་ཆོས་རྗེས་སུ་ཐོས་པ་བཞིན་དུ་ཡང་ཆོས་དེ་ལ་ཡང་ནན་ཏན་སྙིང་པོར་བགྱིད་པ་དག་ལགས་སམ།
en: Do they follow the Dharma persistently in the way they hear it?

source: ཆོས་ཀྱིས་གནས་པས་གནས་པར་བགྱིད་ལགས་སམ།
en: Do they abide by the Dharma?

source: སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་གང་སུ་དག་འཁོར་ལོ་སྐོར་བར་འགྱུར་བ་དེ་དག་གི་དོན་དུ་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོ་དེ་ཁྱོད་དང་ཉི་མའི་སྙིང་པོའི་ཆོས་ཀྱིས་གནས་པ་ཀླུའི་ཡུལ་རྣམ་པར་འཇིག་པར་མཛད་པའི་འོད་ཟེར་གྱི་ལེའུ་སེམས་ཅན་རྣམས་ཀྱི་ལས་འབྱང་བའི་གཟུངས་སྔགས་འདི་ལ་དད་པ་སྦྱིན་པར་མཛད་ལགས་སོ།
en: For the sake of those who will turn the wheel in this buddha realm, the thus-gone Royal Mass of Glorious Wisdom puts faith in you and in the practice of the Dharma of The Quintessence of the Sun, the section on the light rays that destroy the domain of the nāgas, the dhāraṇī mantra that cleanses the karmic actions of sentient beings.

source: །དེ་ནས་སྨོན་པ་མེད་པའི་རྗེས་སུ་འཐུན་པའི་གཟུངས་སྔགས་མཐུ་ཆེ་བ། ཕན་ཡོན་ཆེ་བ།
en: Then, he also confers this powerful and beneficial dhāraṇī mantra that accords with the absence of wishes.

source: འདོད་པའི་འདོད་ཆགས་ཐམས་ཅད་ཡང་དག་པར་ཟད་པར་བགྱིད་པ། གཟུགས་ཀྱི་འདོད་ཆགས་ཐམས་ཅད་དང་། གཟུགས་མེད་པའི་འདོད་ཆགས་ཐམས་ཅད་ཡང་དག་པར་ཟད་པར་བགྱིད་པ།
en: It exhausts all forms of attachment associated with the desire realm, the form realm, and the formless realm.

source: ང་རྒྱལ་དང་། ལྷག་པའི་ང་རྒྱལ་དང་། ངའོ་སྙམ་པའི་ང་རྒྱལ་ཐམས་ཅད་ཡང་དག་པར་ཟད་པར་བགྱིད་པ་འདི་ཡང་བསྐུར་ལགས་ཏེ་ཞེས་བགྱི་བ་ནས་མ་རིག་པའི་མུན་པའི་ཕུང་པོ་ཐམས་ཅད་རབ་ཏུ་འཇོམས་པར་བགྱིད་པ། སྡུག་བསྔལ་གྱི་ཁུར་འདོར་བར་བགྱིད་པ་ཞེས་བགྱི་བའི་བར་དུ་ཇི་ལྟར་སྔར་བཤད་པ་བཞིན་ནོ། །
en: It exhausts pride, special pride, and pride that thinks ‘I am,’ [. . .] it overcomes all the dense darkness of ignorance, and it removes the burden of suffering.

source: ཏད་ཡ་ཐཱ། ཤ་ན་ཤ་ར། ཤ་མ་ན་ཤ་བ། ཨ་པཀྵ་བ་ཤ །ཙཀྵུ་བྷ་བ་ཤ་བ། ཤོ་ཏྲ་ཤ་བ། གྷྲཱ་ཎ་ཤ་བ། ཛི་ཧྭ་ཤ་བ། ཀཱ་ཡ་ཤ་བ། མ་ནཱ་ཤ་བ། ཀྵ་ཏི་བིདྱ་ཙཀྵུ་པྲྀ་ཐབཱི་ཀྵ་བྷ། ཤྲོ་ཏྲ་ཨ་བ་ཀྵ་བྷ། ཛི་ཧྭ་བཱ་ཡུ་ཀྵ་བྷ། མ་ན་ཨོ་ཛ་ཀྵ་བྷ། ཨཱ་ལོ་ཀ་ཛྙཱ་ན་ཀྵ་བྷ། བཱི་ཛ་སང་གྲ་མ་ཀྵ་བྷ། ཨང་ཀུ་ར་ཁ་གྷ་ཀྵ་བྷ། ཤ་མ་ཀ་རུ་ཀྵ་བྷ། ཀྵ་ཡ་རཱ་ས་ཀྵ་བྷ། ཤཱན་ཏི་བྱ་སྲ་ཀྵ་བྷ། ན་ཏོ་ན་ཏཻ་ན་ཏོ་ན་ཨ་བ་ནྱེ་ར་ཏོ་ན། ན་ཡཱ་བ་ན་ཡི་ན་ཏོ་ན་ཨེ་ཥ་ཨན་ཏ་དུཿཁ་སྱ་སྭཱ་ཧཱ།
en: tadyathā: śanaśara śamanaśava apakṣavaśa cakṣubhavaśava śotraśava ghrāṇaśava jihvaśava kāyaśava manāśava kṣatividyacakṣupṛthavīkṣabha śrotra avakṣabha jihvavāyukṣabha manojakṣabha ālokajñānakṣabha vījasaṅgramakṣabha aṅkurakhaghakṣabha śamkarukṣabha kṣayarāsakṣabha śāntivyasrakṣabha natonatainatona avanyeratona nayāvanayinatoneṣa antaduḥkhasya svāhā.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོ་དེས་སྨོན་པ་མེད་པའི་རྗེས་སུ་འཐུན་པའི་གཟུགས་སྔགས་བསྐུར་བ་ནི་འདི་ལགས་སོ།
en: “Blessed One, this is the dhāraṇī mantra that accords with the absence of wishes conferred by the thus-gone Royal Mass of Glorious Wisdom.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་ལེགས་སོ་ཞེས་བྱ་བ་གནང་ངོ་། །བསམ་གཏན་དང་ལྡན་པ་རྣམས་མ་གཏོགས་པ་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་ཀྱི་ནང་དུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་དང་ལྡན་པ་རྣམས་ཀྱིས་ཀྱང་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ།
en: The blessed Śākyamuni expressed his approval, as did all the sentient beings present within the buddha realm of Sahā—except for those who were absorbed in concentration.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྣང་བའི་སྙིང་པོའི་དཔལ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་བུ་ང་སྟན་འདི་ཉིད་ལ་བཞུགས་བཞིན་སེམས་ཅན་རྣམས་ལ་དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ་ལྷག་ཆད་མེད་པ། སྨོན་པ་མེད་པ་དང་རྗེས་སུ་འཐུན་པའི་གཟུངས་སྔགས་འདི་རྒྱ་ཆེར་སྟོན་པར་མཛད་དོ།
en: Then the Blessed One said to the bodhisattva great being Glorious Essence of Light, “Noble son, while sitting here on this seat, I shall teach extensively to sentient beings, with excellent meaning and words and without adding or omitting anything, this dhāraṇī mantra that accords with emptiness.

source: །རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོས་གང་ཁྱོད་ལ་འདིར་འོང་བའི་ཚེ་བྱིན་པ་རིག་སྔགས་ཀྱི་རྟེན་གྱི་ལུང་བསྟན་པ་དེ་ཁྱོད་ཀྱིས་ཀྱང་སྟོན་ཅིག །ལུང་བསྟན་པ་དེས་ནི་འདིར་སེམས་ཅན་རྣམས་ཀྱི་སྲེད་པ་ཆུང་ངུ་དང་། འབྲིང་དང་། ཆེན་པོའི་ཉོན་མོངས་པ་སྲིད་པའི་རྒྱུ་རྣམས་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: Noble son, please reveal also the teaching of the fundamental vidyā mantra that the thus-gone Royal Mass of Glorious Wisdom gave to protect you before you came here.

source: །དེ་བཞིན་དུ་གཟུགས་དང་གཟུགས་མེད་པའི་ཉོན་མོངས་པ་སྲིད་པའི་རྒྱུ་རྣམས་ཞི་བར་འགྱུར་རོ། །བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱང་བསྙིལ་བར་འགྱུར་རོ།
en: That teaching completely pacifies and pulverizes the causes of saṃsāra—sentient beings’ lesser, moderate, and intense cravings as well as their afflictions associated with the form and the formless realms—accumulated for eons as numerous as the grains of sand in the Ganges.

source: །ལས་འབྱང་བ་དང་། དགེ་བའི་ཕྱོགས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པའི་བར་དུ་ཡང་འགྱུར་རོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་ཏེ་བསྟན་པར་བགྱི་ལགས་སོ། །
en: It cleanses their karmic actions, and it perfects all their virtues.” “Respected Blessed One, I shall do so:

source: ཏད་ཡ་ཐཱ། བེ་ག་པ་རི་ཙྪེ་ད། གརྦྷ་ས་ཀྵ་སེ། གརྦྷ་རེ་བིདྱཱ་པྲ་བྷ་ག་ཀྵེ་ཀྵ་ཡ། ཡོ་གེ་པྲ་ཏི་ཧ་རེ་ཤ་མན་ན་སི་ཀ་ཐེ། ས་མ་མེ་གྷ་ཛྷ་ཥེ། ཨ་ཀྵ་ཡ། ན་ཏེ་ཀྵ་བྷ་བ་ཛེ། ནིད་དྷ་ཛྷ་ཥེ། ས་མ་ན་ཛྷ་ཥེ། ཨ་དྷྱ་ཤ་ཡ་ཛྷ་ཥེ། བི་པྲ་བྷ་ཛྷ་ཥེ། ཤཻཀྵ་ཛྙ་ཥེ། སེ་ནྱ་ཛ་བ་ཛྷ་ཥེ། ས་ལི་ལ་གུ་ཧྱ་ཛྷ་ཥེ། ས་ལི་གུ་ཧ་བྷཻ་ཀྵི་པ་ན་ཀོ་ཤེ། སཱ་དྷ་ན་ཀོ་ནོ་སི་བ་དྷ་ན་ན་ཐྱེ། བི་ཏ་པྲ་བིད་ཏེ། ཨུ་པ་ཀྲ་མ་པ་ཐེ། ཨ་ན་ཙྪེ་དྱ་པྲ་ཁེ། པྲ་ཏི་ཀྲ་མེ་ན། ས་ཀང་ཐྱ་ཤཻ་ས་ལོ་ཙ་ན་བ་མེ། ཀྲོ་དྷ་དྷ་རེ། ཀཱ་མ་ས་ཤེ། ཨཱ་ཀཱ་ཤ་ཁ་གེ་ནཱ་ག་ཀུན་ཛེ། བིདྱ་བ་ནེ། ཀླ་ན་བ་ནེ། ཨུ་ཙ་བ་ནེ། ས་མ་མ་ཀེ་རེ། ཤ་རི་ཡ་བ་ནེ། མེ་གྷ་ཛ་བེ་ཧ་རི་ཀོ་ནོ་བ། ན་ཡ་ན་མུ་ཁེ། སཱ་ར་ཀྵ་ཀོ་ལེ། ན་རཱ་ཡ་ཎ་ཙ་རེ། ཨིན་དྲ་བཱ་ས་ནེ། ཨོ་ཨ། ཨ་བ་ཨ། ཨ་རཱ་བ་ཨཱ། བ་ར་ཨ་བཱ་ར། སཱ་ར་མེ་གྷ། དུཿཁ་ན་སྟི་ར་ནི་ནིརྦཱ་ཧེ་སྭཱ་ཧཱ།
en: tadyathā: vegapariccheda garbhasakṣase garbharevidyāprabhagakṣekṣaya yogepratihareśamannasikathe samameghajhaṣe akṣaya natekṣabhavaje niddhajhaṣe samanajhaṣe adhyaśayajhaṣe viprabhajhaṣe śaikṣajhaṣe senyajavajhaṣe saliguhyajhaṣe saliguhabhaikṣivanakośe sādhanakonosivadhananathye vitapavidte upakramapathe anacchedyaprakhe pratikramena sakaṅthyaśaisalocanavame krodhadhare kāmasaśe ākāśakhagenāgakunje vidyavane klanavane ucavane samamakere śariyavane meghajaveharikonova nayanamukhe sārakṣakole narāyaṇacare indravāsane o a ava ārāva ā vara avāra sāramegha duḥkhanastiraninirvāhe svāhā.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོ་དེས་བདག་ཆས་པའི་དུས་ཀྱི་ཚེ་བསྲུང་བའི་སླད་དུ་རིག་སྔགས་ཀྱི་རྟེན་གྱི་ལུང་བསྟན་པ་སྩལ་བ་ནི་འདི་ལགས་སོ།
en: “Respected Blessed One, this is the teaching of the fundamental vidyā mantra that the thus-gone Royal Mass of Glorious Wisdom conferred to protect me when I departed.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་བཀའ་སྩལ་པ།
en: The blessed Śākyamuni then said to Venerable Śāriputra, “Śāriputra, remember this fundamental dhāraṇī mantra!

source: ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་ཀྱིས་རིག་སྔགས་ཀྱི་རྟེན་གྱི་གཟུངས་སྔགས་འདི་ཟུང་ཤིག །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་བ་རྙེད་པར་དཀའོ། །དེ་བས་ཀྱང་རིག་སྔགས་ཀྱི་རྟེན་གྱི་གཟུང་སྔགས་འདི་ཆེས་རྙེད་པར་དཀའོ།
en: Śāriputra, it is rare for thus-gone, worthy, perfect buddhas to appear in the world, but it is much more difficult to obtain this fundamental dhāraṇī mantra.

source: །ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་གཤེགས་པའམ་དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་ཀྱིས་ཀྱང་རུང་བསྐལ་པ་བརྒྱས་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སའི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་རྣམས་བགྲང་བའམ་མཐའ་རྟོགས་པར་ནུས་སོ།
en: Śāriputra, the thus-gone ones or their hearers could count or evaluate the number of smallest particles in the earth element present in the world with its four continents over a hundred eons.

source: །རིག་སྔགས་ཀྱི་རྟེན་གྱི་གཟུངས་སྔགས་འདིའི་མཐའ་ནི་བསྐལ་པ་བརྒྱ་སྟོང་གིས་ཀྱང་བརྗོད་པར་མི་ནུས་སོ།
en: However, even if they were to try for a hundred thousand eons, they could never describe the scope of this fundamental dhāraṇī mantra.

source: །རིག་སྔགས་ཀྱི་རྟེན་གྱི་ལུང་བསྟན་པ་འདི་ནི་དེ་ལྟར་ཟབ་པ་ཡིན་ནོ།
en: This fundamental dhāraṇī mantra is therefore very profound.

source: །ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་ཀྱིས་རིག་སྔགས་ཀྱི་རྟེན་གྱི་གཟུངས་སྔགས་འདི་ཡང་ཟུང་ཤིག །ཀུན་ཆུབ་པར་བྱོས་ཤིག །འཁོར་བཞི་པོ་དག་ལ་ཡང་རྒྱས་པར་སྟོན་ཅིག །ཡང་དག་པར་རབ་ཏུ་སྟོན་ཅིག་དང་། དེ་ཐོས་པས་ཀྱང་སེམས་ཅན་དེ་དག་གི་སྲེད་པ་ཆུང་ངུ་དང་། འབྲིང་དང་། ཆེན་པོ་སྲིད་པའི་རྒྱུ་རྣམས་དང་། གཟུགས་དང་གཟུགས་མེད་པ་ན་སྤྱོད་པའི་ཉོན་མོངས་པ་སྲིད་པའི་རྒྱུ་རྣམས་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱང་རྒྱབ་ཀྱིས་ཕྱོགས་པར་འགྱུར་རོ།
en: Śāriputra, you must remember this fundamental dhāraṇī mantra. You must comprehend it and teach it on a vast scale to the four assemblies! When sentient beings hear it, the causes of saṃsāra that exist within them—their lesser, moderate, and intense cravings as well as their afflictions associated with the form and the formless realms—will be completely pacified, and they will turn their backs on them for eons as numerous as the grains of sand in the Ganges.

source: །བུད་མེད་མཚམས་མེད་པ་བྱེད་པའི་ལས་ཀྱི་སྒྲིབ་པ་སྲིད་པའི་རྒྱུ་རྣམས་ཟད་པར་འགྱུར་ཞིང་ལྷག་མ་མེད་པའི་བར་དུ་ཡང་འགྱུར་རོ།
en: Women’s karmic obscurations associated with the five acts of immediate retribution and their other causes of saṃsāra will be exhausted without any remainder;

source: །ཟག་པ་ཐམས་ཅད་ཟད་པ་དང་། བྱང་གྲོལ་གྱི་བདེ་བ་དང་ལྡན་པའི་བར་དུ་ཡང་འགྱུར་རོ།
en: all their defilements will be exhausted, and they will be endowed with the happiness of emancipation.”

source: །ཡང་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་རབ་ཏུ་བཏུད་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ།
en: At that moment, the bodhisattva great being Ākāśagarbha bowed down with his palms joined in the direction of the Blessed One and uttered these verses:

source: །ཁྱོད་ནི་དེད་དཔོན་གཅིག་པུ་ལགས། །ཆོས་རྣམས་ཀུན་ལ་ངེས་པ་སྟེ། །
en: “You are the sole guide, And you have gained certainty with respect to all phenomena.

source: མཐོང་བའི་གུས་པ་སྐྱེས་པ་ཡིས། །བཤེས་གཉེན་དཔལ་ཡང་ཉེ་བར་འཛིན།
en: Since devotion arises in them upon seeing this, Even the glorious spiritual friends worship you.

source: །མེ་ཏོག་གཅིག་དང་བདུག་པ་ཡིས། །དེ་བཞིན་གཤེགས་ལ་མཆོད་བགྱིས་ན། །ཡན་ལག་ཀུན་གྱི་མཆོག་ལྡན་པའི། །བཤེས་གཉེན་སྡུག་པ་ཉེ་བར་འཛིན།
en: “You are worshiped by delightful spiritual friends Replete with the most supreme aspects. They make offerings to the Thus-Gone One By offering flowers and incense.
